[
    "The report said only 500000 mines were destroyed worldwide over the past year but said Afghanistan, Burundi and Sudan got rid of all of stockpiles respectively.",
    "2008-05-15",
    "On 31 August 1998 North Korean officials launched a 3-stage missile which heightened fears of advanced North Korean designs capable of reaching the U.S. mainland.",
    "Obama because I think he has done a good job in most areas; some areas he let me down, plus there is no way I would vote for a republican today.",
    "There is monetary damages, and there is jail time.",
    "The two sides will continue to strive together and strengthen cooperation in a pragmatic spirit .",
    "Estonia is hosting some Georgian websites to protect the websites from hackers.",
    "Russian military responded to Georgia's attack on the breakaway region of South Ossetia with force and defeated the Georgian army but the brief war highlighted Russia's aging arsenal.",
    "The ruling conflicts with a United Nations anti-terror order obliging United Nations Member States to freeze assets of people and entities suspected of funding terror groups.",
    "He believes that Hillary has the best chance of bringing the country together.",
    "Small packages are sometimes delivered in the luggage of individual airline passengers such as a Taiwanese businessman arrested at Zurich's airport in 2000 with North Korean missile parts in a rucksack.",
    "Britain and 6 other nations supporting an unprecedented treaty regulating the global arms trade won an overwhelming endorsement from the United Nations General Assembly on 081031 to move forward with the creation of the treaty regulating the global arms trade despite opposition from the United States.",
    "Blaming Afghanistan alone for the heroin problem in the world is not correct.",
    "Analysts expect that products worth NT $10 billion will be produced in the next decade.",
    "A Paris Criminal Court convicted nine people on October 23, 2008.",
    "6. Retain 1000 nuclear bombs equivalent to ten million tons of TNT, and when necessary, install nuclear warheads on all short- and middle-range missiles.",
    "Why is this kind of feeling getting more and more intense?",
    "An interior ministry spokesman told local newspapers that the arrested men had been involved in financing recruiters who sign up young Saudis to go into turbulent areas.",
    "The official stated the crew began closing the hatches to the cargo hold with the customs inspectors still inside.",
    "Then why don't you think about looking for someone who is not attached.",
    "The 1.2 metric tons of opium was seized on 19 August 2008 in Marjah district of Helmand province.",
    "A Plate-bending machine capable of rolling thick metal sheets, toroidal air bottles used to guide warheads after separation from a missile, and Theodolites that measure missile trajectories.",
    "The court ruled badaoui was in charge of seizing goods by extorting money from prostitutes on three occasions to fund terror attacks.",
    "the essay \"Are you studying Paul or studying Bill?\", she blathers that \"people who study Paul will become terrorists\";",
    "2. Create a few nuclear-powered aircraft carrier battle groups.",
    "NATO will cooperate to bring together the best minds together in cyber defense.",
    "Iran ((IR)",
    "Officials and analysts interpreted it as a signal that U.S. military satellites could be vulnerable to attack by China.",
    "All of the 156 countries that have joined the Treaty are given 4 years to destroy their stockpiles.",
    "Premier Peng Li invited premier Zumegloph to visit China at his convenience .",
    "He said , the stability and development of China was beneficial to world peace and development , and that the prosperity and stability of China was the basic guarantee for the prosperity and stability of Macao .",
    "The Russian government denied using cluster munitions during its brief war with Georgia in 070800."
]