[
    "The report said only 500000 mines were destroyed worldwide over the past year but said Afghanistan, Burundi and Sudan got rid of all of stockpiles respectively.",
    "2008-05-15",
    "On 31 August 1998 North Korean officials launched a 3-stage missile which heightened fears of advanced North Korean designs capable of reaching the U.S. mainland.",
    "Obama because I think he has done a good job in most areas; some areas he let me down, plus there is no way I would vote for a republican today.",
    "There is monetary damages, and there is jail time.",
    "The two sides will continue to strive together and strengthen cooperation in a pragmatic spirit .",
    "Estonia is hosting some Georgian websites to protect the websites from hackers.",
    "Russian military responded to Georgia's attack on the breakaway region of South Ossetia with force and defeated the Georgian army but the brief war highlighted Russia's aging arsenal.",
    "The ruling conflicts with a United Nations anti-terror order obliging United Nations Member States to freeze assets of people and entities suspected of funding terror groups.",
    "He believes that Hillary has the best chance of bringing the country together.",
    "Small packages are sometimes delivered in the luggage of individual airline passengers such as a Taiwanese businessman arrested at Zurich's airport in 2000 with North Korean missile parts in a rucksack.",
    "Britain and 6 other nations supporting an unprecedented treaty regulating the global arms trade won an overwhelming endorsement from the United Nations General Assembly on 081031 to move forward with the creation of the treaty regulating the global arms trade despite opposition from the United States.",
    "Blaming Afghanistan alone for the heroin problem in the world is not correct.",
    "Analysts expect that products worth NT $10 billion will be produced in the next decade.",
    "A Paris Criminal Court convicted nine people on October 23, 2008.",
    "6. Retain 1000 nuclear bombs equivalent to ten million tons of TNT, and when necessary, install nuclear warheads on all short- and middle-range missiles.",
    "Why is this kind of feeling getting more and more intense?",
    "An interior ministry spokesman told local newspapers that the arrested men had been involved in financing recruiters who sign up young Saudis to go into turbulent areas.",
    "The official stated the crew began closing the hatches to the cargo hold with the customs inspectors still inside.",
    "Then why don't you think about looking for someone who is not attached.",
    "The 1.2 metric tons of opium was seized on 19 August 2008 in Marjah district of Helmand province.",
    "A Plate-bending machine capable of rolling thick metal sheets, toroidal air bottles used to guide warheads after separation from a missile, and Theodolites that measure missile trajectories.",
    "The court ruled badaoui was in charge of seizing goods by extorting money from prostitutes on three occasions to fund terror attacks.",
    "the essay \"Are you studying Paul or studying Bill?\", she blathers that \"people who study Paul will become terrorists\";",
    "2. Create a few nuclear-powered aircraft carrier battle groups.",
    "NATO will cooperate to bring together the best minds together in cyber defense.",
    "Iran ((IR)",
    "Officials and analysts interpreted it as a signal that U.S. military satellites could be vulnerable to attack by China.",
    "All of the 156 countries that have joined the Treaty are given 4 years to destroy their stockpiles.",
    "Premier Peng Li invited premier Zumegloph to visit China at his convenience .",
    "He said , the stability and development of China was beneficial to world peace and development , and that the prosperity and stability of China was the basic guarantee for the prosperity and stability of Macao .",
    "The Russian government denied using cluster munitions during its brief war with Georgia in 070800.",
    "People are all selfish, reality also is often gray.",
    "He may vote along party lines for most things but he's reasonable when it comes to representing a liberal-leaning constituency.",
    "They say \"... if we can change a few people or make a few people think, then that's awesome\".",
    "An Indian official who was present on the kuwolsan and who spoke on the condition of anonymity stated the situation became physical and there were fisticuffs.",
    "A few crates among the kuwolsan's cargo contained equipment that could be used in a water treatment plant.",
    "Iranian state television stated that Iranian police have killed 4 drug smugglers and have confiscated more than 1 ton of opium.",
    "At that time , China will put all advanced astronomical equipment to use to carry out observation , including 2.16 - meter reflecting telescopes , 1.26 - meter infrared telescopes and radio telescopes .",
    "terrorism; international; government",
    "The multibillion-dollar opium trade may finance corrupt government officials.",
    "Russian Federation plans to upgrade Russia's nuclear deterrent and modernize the military in light of a recent war with Georgia.",
    "Our China is a country governed with protocol. We don't want to bother ourselves arguing with the likes of that small country ... really TMD disgusting",
    "If things are not seen by eyes and heard by ears yourself, do not assume their existence, three people create a tiger.",
    "The concern intensified following the successful January 11, 2007 test-firing of an anti-satellite missile.",
    "The company chairmen and President reported on financing plans, technology transfer and equipment delivery as well as globalization plans and matching investment in Taiwan.",
    "We can't look over the old accounts of the previous so-called anti-Japanese war.",
    "Karzai has stated commitment to eliminating corruption and battling the drug trade.",
    "Proponents of the treaty regulating the global arms trade stated that they hope to craft and adopt a treaty within 3 to 5 years with the aim of imposing controls on an international arms trade that contributes to the killing of more than 1000 people a day.",
    "Swedish Prosecutor Ronnie Jacobsson stated on September 9, 2008 that charges will not be pressed against the 3 Swedes arrested on suspicion of funding terrorism earlier in 2008.",
    "Out of all of the examples I saw, the only one I would agree with is the bomb toting Arab.",
    "Garcia Luna said that they are trying to create a climate of intimidation and fear in order to gain operational advantages.",
    "2008-04-08",
    "Among 33 men who worked closely with the substance , 28 have died -- more than three times the expected number .",
    "When the Soviet Union collapsed in 1991, partisans of Ronald Reagan claimed he had \"won\" the cold war.",
    "A dozen other men arrested with them in March 2004 signed statements pledging to stop lobbying for political freedoms.",
    "The report was co-authored by former NATO chief George Robertson and published by international think tank the Institute for Public Policy Research.",
    "The Treaty is a major instrument of transparency.",
    "This was after midnight on February 2, 2002.",
    "Yuri solomonov designed the missile and stated that the missile drops engines at a significantly lower altitude than earlier designs which makes it hard for an enemy's early warning system to detect the launch.",
    "Indian officials seize missile assembly line from the North Korean vessel the kuwolsan on 30 June 1999.",
    "These students are bleeding idealism and haven't been tempered enough with time and cultural patina to realize that one should be able to laugh at oneself and one's cultural obsessions and that these costumes aren't the evil mechanisms of racism they are betraying them to be.",
    "Andrew Sullivan has a lot of posts on him, that might be a good place to start if you're interested in learning more.",
    "Typically , money - fund yields beat comparable short - term investments because portfolio managers can vary maturities and go after the highest rates .",
    "Faleh and the two others refused to sign and demanded legal representation and a public trial.",
    "Saying that someone is bribed is improper?",
    "The dead included three people shot on a highway in the State of Durango in northwest Mexico.",
    "Estonia (EE); Georgia (GE)",
    "The European Union's High Court had previously overturned an European Union decision to freeze the assets of the People's Mujahadeen of Iran.",
    "I feel our people should learn more from the DPRK, the banner of socialism needs to be held, but Mao Zedong Thought can't be forgotten!",
    "Especially today's masterpiece, \"Why is it worth paying such close attention to the Jianghe obscene goods case?\", where she is once again crying foul over several people suspected of involvement in erotic business activities who are being dealt with by Beijing City, as well as detailing a list of erotic products, with a deeper intent of doing publicity for other people.\"",
    "Zumegloph expressed his thanks for this and accepted the invitation happily .",
    "The Russian government has also questioned U.S. assessments of the potential threat from Iranian missiles.",
    "Calderon has sent the army to numerous Mexican states to fill in for over-matched and corrupt local police.",
    "The Itri official stated that the Office will serve as a platform to introduce various R & D achievements realized by experimental and research institutes under the COA to local businesses in an attempt to expand the application of agricultural technology.",
    "International; military; economy; weapons",
    "The review meeting is the 3rd policy-related screening meeting that the ministry has convened.",
    "U.S. intelligence officials stated that North Korean officials are continuing global trade in technology for weapons of mass destruction including instructions for making advanced missiles.",
    "I'd personally not choose to do it tthat way...though you could certainly chat to local police without naming names and see if there is such a thing as a stern chat, or a formal caution to be had in your area.",
    "Both Norway and Sweden have been spared violent terror acts but authorities in both countries have voiced concern about terrorists or terror financiers operating out of Scandinavia.",
    "From January to October , the nation 's accumulated exports increased 4 % from the same period last year to $ 50.45 billion .",
    "Indian port officials were waiting when the kuwolsan arrived in Kandla on 25 June 1999.",
    "Russia must have a guaranteed nuclear deterrent system in place by 2020 and gave military commanders until December 2008 to devise a plan.",
    "Coakley was a bad candidate who ran a terrible campaign - I'll hunt around for a great article I read a year ago outlining the tremendous mistakes she made.",
    "This is worth pondering a little!",
    "Greece, Turkey and Belarus should have destroyed a total of nearly 7.5 million land mines by 080300.",
    "The court ruled that group member Kaci ouarab had received weapons training in Lebanon in 2005 that was designed to help carry out bombings in France.",
    "I'm just taking a look",
    "In critical moments, we are all descendants of Yan emperor and Huang emperor.",
    "Godzhayev is being held in Astrakhan.",
    "The kuwolsan and the crew were unaccounted for after Indian officials released the kuwolsan in 2000.",
    "The gunmen had written Z's on the victims' backs before the left.",
    "Peng Li said , \" Governor Viera has done a lot of beneficial work in the smooth resolution of the Macao issue , for this we express our appreciation . \"",
    "He apparently appears to be unable to pull Congress together to accomplish much, and in the author's opinion, it would only get worse if he got elected to a second term.",
    "Legally, there are two remedies.",
    "Other suspects and groups on an European Union terror blacklist have also won legal victories for similar reasons against being listed.",
    "Iranian officials did not immediately comment on the photos.",
    "Of course if you want to wear a costume that others find offensive it is free speech.",
    "China (CN)",
    "The agreement will provide staff and funding for the research center.",
    "He said that , now Kirghizia was at the phase of economic reform and paid much attention to strengthening economic connections with China and using the experiences of China for reference , including the experiences of China 's agricultural reform .",
    "South Korea 's economic boom , which began in 1986 , stopped this year because of prolonged labor disputes , trade conflicts and sluggish exports .",
    "Technology exports also made new progress .",
    "Lee Wen-chung is another DPP legislator who has been involved.",
    "The note stated that this is going to happen to all the people who work with the zetas.",
    "China had been trying to establish commercial relations with oil-producing nations such as Nigeria as the Chinese economy grows nearly 10 percent a year.",
    "These people may consider themselves to be culture celebrities or may be of high authority and important position, and are distributed in various circles in society, taking great pains to promote American values* and brainwash the Chinese people on behalf of the Americans.",
    "Good things also need to be promoted. Flying radars, factory direct, purchase once and have free lifetime high-speed internet access, the latest technology product. Easy to carry and also high-speed and stable. You will be able to have free high-speed internet access wherever you go with a flight radar as big as a bowl! People who are smart certainly know how to enjoy life better, I wish you a happy life, thanks for finishing reading! Contact Q q 514194237",
    "Oguz stated to reporters in Kabul that evidence of higher quality Afghan heroin indicates that the people running the labs are getting assistance from chemists who have come from outside the country as foreign consultants.",
    "Have you heard of their society falling apart? Of course not.",
    "Viera happily recalled the two meetings he had with Premier Peng Li in 1991 and 1992 , and highly assessed the important contributions made by the Chinese government and Premier Peng Li himself in the development of the relationship between Portugal and China and the resolution of the Macao issue .",
    "What do you think?",
    "A Lorillard spokewoman said , `` This is an old story .",
    "President Dmitry Medvedev stated that the Russian army must be modernized by 2020.",
    "2008-10-20",
    "Let's do this, once again, listen carefully: The Diaoyu Islands are whose? Are whose? Are whose?",
    "International; military; weapons; space; technology; government",
    "Joseph Wu stated that China's annual military spending has experienced double-digit growth since 1993.",
    "Governmental regulation is good for capitalisms evolution.",
    "China's newly demonstrated ability could threaten Taiwanese satellites monitoring Chinese short- and medium-range missile deployments along the Taiwan Strait.",
    "Shipping experts at Lloyd's maritime division in London stated the kuwolsan's name was changed in the summer of 2000 to Sun grisan 9.",
    "Officials in Afghanistan's neighboring countries regularly announce large-scale arrests and seizures of narcotics made after illegal convoys cross the border.",
    "Mexico's Secretary of Public Safety Genaro Garcia Luna said in May 2007 that the Gulf cartel had split into rival bands.",
    "Shorter maturities are considered a sign of rising rates because portfolio managers can capture higher rates sooner .",
    "Until Congress acts , the government has n't any authority to issue new debt obligations of any kind , the Treasury said .",
    "Fan stated the Commission will ensure the commitments are upheld once the investments are under way.",
    "Williams said it was really not clear that the parties are willing to engage in any arms control in a meaningful way.",
    "Analysts believed that the January 11, 2007 test was part of the military modernization program despite China's frequent declarations that it wants to prevent an arms race in space.",
    "Miao said it is not feasible for CSBC to take part in the construction of the submarines and that the Navy will negotiate with the United States on obtaining repair capacity and technology transfers.",
    "Dmitry Medvedev experienced motivation while watching the missiles across the square and promised that such parades will continue and may be expanded in the future.",
    "Abuja is the capital of Nigeria.",
    "International; terrorism; Government; narcotics; crime",
    "Rocket nose cones, stacks of metal pipe and heavy-duty presses used for milling high-grade steel.",
    "The technical panel wrote in a report that the cargo points to only one end-use, namely the assembling of missiles and manufacture of the parts and subassemblies of surface to surface missiles.",
    "Lee answered that any possible naval military balance tilting toward the PRC after 050000 would not mean an eruption of war at that time.",
    "Itochu has at present already brokered purchase deals for foreign buyers of emtac's products worth NT $150 million (US $4.41 million).",
    "The Government approved an application by Taiwan Semiconductor Manufacturing Co. to use 0.18-micro chip manufacturing technology at the wafer foundry in China.",
    "In July , the Environmental Protection Agency imposed a gradual ban on virtually all uses of asbestos .",
    "The Chinese government refused to discuss it.",
    "Russian president Dmitry Medvedev stated that Russia's military conflict with Georgia in August 2008 highlighted the Russian military's need for modernization.",
    "The arms control treaty limits the number of conventional weapons that can be deployed west of the Ural Mountains.",
    "Martinez's mother wrestled briefly with Martinez's armed kidnappers on a street in the center of the city according to the Veracruz newspaper notiver.",
    "Despite the gloomy forecast , South Korea has recorded a trade surplus of $ 71 million so far this year .",
    "China can not be so \" Doctrine of the Mean\"~",
    "The countries include Haiti, Nigeria, Somalia and Yemen and have vulnerable Governments that are unwilling or unable to control the territories.",
    "Officials in the American-backed government and Taliban militants are believed to profit from the illicit trade.",
    "He had been a sales and marketing executive with Chrysler for 20 years .",
    "The five were members of a family returning from a wake.",
    "By 1997 , almost all remaining uses of cancer - causing asbestos will be outlawed .",
    "These students have a simple goal.",
    "technology; Government; business",
    "This story is about students expressing free speech.",
    "Your odds of finding happiness are a bit better going that route in my opinion.",
    "The missile test fueled work on a U.S. missile defense shield.",
    "International; weapons; war and conflict; Government; military",
    "International; technology; weapons; war and conflict; government",
    "On the other hand, Obama stepping aside seems even less likely than Cain giving up.",
    "taking a look",
    "The first of the new submarines is to be commissioned later in 2008 and 2 more are being built.",
    "According to agreements reached by Russia with the governments of Latvia and Estonia , currently there are still a few hundred Russian military experts remaining in the early warning radar stations of the Latvian and Russian naval education centers in Estonia .",
    "Turkey's government claimed preparations for getting rid of Turkish stockpiles took longer than planned.",
    "More than 40 nations, including Israel and Arab States, agreed Sunday to work for a zone free of weapons of mass destruction in the Middle East.",
    "Liu Jianchao said at a ministry briefing that the test was not targeted against any country and does not pose a threat to any country.",
    "The shooting was more evidence of the war-like psychology gripping many corners of Mexico.",
    "Why can't you make it sure that you were really upset and that you don't want them hitting your kids ever again.",
    "Afghanistan (AF)",
    "He said that , the projects of economic cooperation between the two countries of Iran and China were being implemented , and the two countries would jointly invest in Central Asian areas to implement economic cooperation .",
    "2008-10-23",
    "Authorities in Tuxtepec on June 5, 2007 found a severed head with a note.",
    "Russian prosecutors have sent the case against ANAR Godzhayev to court after charging Godzhayev with attempting to smuggle tantalum powder to Iran.",
    "I don't know how she feels about running, but, IMO, I think that it is a great idea.",
    "The ruling authorities actually should pay attention to these kinds of capitulators and traitors of China! Comrade Deng Xiaoping once said that the Communist Party will not be overthrown - if it falls, it will be brought down from within the party itself. Former US Ambassador to China Mr. Huntsman once said in a speech in the US: we will raise eight hundred thousand spokespeople in China, let the Chinese themselves topple China - and the CIA then used an annual eight million yuan subsidy to help these domestic so-called elite, vowing that they want to let them raise the wind to make waves domestically, citizens definitely need to be alert for this and cannot let outsiders use us.",
    "Narcotics; international",
    "Missiles from the base in teikovo took part in the Victory Day parade on May 9, 2008 when Russia displayed the country's military hardware on Red Square in Moscow for the first time since the Soviet collapse.",
    "The men were mostly of them lawyers and professors.",
    "Afghanistan's counter-narcotic police have confiscated 1.2 metric tons (1.3 tons) of opium during a raid.",
    "A report by the International Campaign to Ban Landmines said Greece, Turkey and Belarus missed treaty deadlines to destroy their land mine stockpiles.",
    "Knowing a tasty -- and free -- meal when they eat one , the executives gave the chefs a standing ovation .",
    "Newsweek , trying to keep pace with rival Time magazine , announced new advertising rates for 1990 and said it will introduce a new incentive plan for advertisers .",
    "Reporter Jeroen Akkermans said several Georgian civilians died in the same attack.",
    "Swedish lawyer Thomas Olsson who represented Al-Barakaat in the case approved of the ruling.",
    "If we greatly value making peace with wolves, we will pay a painful price!",
    "I remember, 60-some years ago the US had just fought a war with China, and still threatened China with the use of nuclear weapons;",
    "Foreign Ministry spokesman Liu Jianchao said the United States and other Governments have now been informed about the secret test through diplomatic channels.",
    "It was dismantled in 2005 after French authorities received a tip from Algerian counterparts.",
    "Very attractive",
    "2008-05-15",
    "@jcboy, I hope that the US Congress addresses this issue soon and just makes the whole state by state journey moot by making same sex marriage a national law.",
    "Godzhayev could be sentenced to 7 years in prison if convicted.",
    "The need for modernization was demonstrated by the military conflict with Georgia in August 2008.",
    "Just call them the Senkaku Islands, cheers, for wisely solving the Diaoyu ... ah no, the Senkaku Islands matter, ( ⊙ _ ⊙ )",
    "The official New China News Agency stated that China secured the 311 million dollar contract in 2004 in a bidding process in which 21 other companies took part.",
    "Iran lies on a major drug trafficking route between Afghanistan and Europe, as well as the Persian Gulf States.",
    "Bourada was one of 36 Islamic militants convicted ten years ago for providing support for bombings that terrorized France in 1995.",
    "According to experts , Jupiter , which orbits the Sun like the Earth , is the largest planet in the solar system .",
    "Delegates from other countries called on Croatia, Bosnia-Herzegovina and Serbia to set aside their grievances and learn to compromise.",
    "This station 's planet experts also attended many international scientific seminars on the dangers of comets and asteroids colliding with Earth .",
    "Gallardo is the fugitive Founder of the Tijuana drug cartel.",
    "Instrumentation for evaluating the performance of a full missile system.",
    "But I do not understand, when these people frequently make treasonous remarks, why no one curbs them and they, moreover, can continue to occupy high positions, calling the wind and rousing the rain among the intelligentsia and in public opinion?",
    "`` But you have to recognize that these events took place 35 years ago .",
    "United States Treasury officials allege the Muwafaq Foundation is an al-Qaida Front used to funnel millions of dollars and euros to al-Qaida.",
    "The nature of the Sun grisan 9's cargo was unknown.",
    "J.P. Bolduc , vice chairman of W.R. Grace & Co. , which holds a 83.4 % interest in this energy - services company , was elected a director .",
    "The cargo on the kuwolsan did not include everything needed for missile production which raises the possibility that there may have been earlier and possible later shipments.",
    "The websites of Mexico City newspapers on June 8, 2007 reported as many as 20 people had been gunned down nationwide in drug-related violence the previous 24 hours.",
    "19 members of the army were ordered on June 4, 2007 to be imprisoned as suspects in the killing of three women and two children at a rural anti-smuggling checkpoint in Sinaloa.",
    "Native Korean speakers assisted in translation but the documents contained technical code invented by North Korean scientists to replace scientific terms in Russian or Chinese.",
    "The House has voted to raise the ceiling to $ 3.1 trillion , but the Senate is n't expected to act until next week at the earliest .",
    "Lee was asked if the long delivery period of 10 years might affect Taiwan's military strength and tip the military cross-Taiwan Strait balance toward mainland China after 050000.",
    "How is that being insulting?",
    "Afghanistan's other neighbors are Iran, Turkmenistan, Uzbekistan, Tajikistan and Pakistan.",
    "Russian and United States leaders have maintained cooperation in efforts to thwart the proliferation of weapons of mass destruction.",
    "International; money; terrorism; crime",
    "And if someone wants to look for reasons they are being held back for what ever reason they have in their heads, they will always find justification no matter what.",
    "( End )",
    "President Dmitry Medvedev's statement was posted on the Kremlin website and carried in full by state news agencies.",
    "On 1 July 1999 armed troops and a group of government weapons experts aided customs officials and gained forcible entry onto the kuwolsan.",
    "The Ministry of Economic Affairs (moea) gave preliminary approval to 2 major China-bound investment projects at a review meeting on 15 February 2008.",
    "what have you, are ALL being made fun of in some way when it comes to costumes and halloween but only those 3 races get the red light?",
    "This is an attempt to abort the civic rights work the authorities were planning.",
    "This would make it futile to give the CSBC the capacity to build them.",
    "Business; technology; economy",
    "The Z is a symbol of the Gulf cartel.",
    "2007-06-09",
    "Bourada admitted in court to creating a militant group called Ansar Al-Fath or partisans of victory.",
    "The Chinese test shot destroyed an overage weather satellite 537 miles above Earth and was detected by U.S. monitors January 11, 2007.",
    "Storimans was a veteran newsman employed by RTL Nieuws.",
    "Most observers expect Dmitry Medvedev to continue the policies of Vladimir Putin, such as an assertive posture on the international scene and vow to strengthen the military.",
    "This includes the use of advanced electronics and information systems.",
    "Pharmaessentia and Synmosa Biopharma will separately sell those products in the Asian and U.S. markets respectively.",
    "No one is banning Halloween costumes..",
    "the ones who are suffering are the ordinary people: even if the body of a salted fish is turned over, it is still a salted fish ...",
    "Chinese officials stated that the geostationary satellite will provide communications services over Africa and parts of the Middle East and Southern Europe.",
    "Djamel badaoui was sentenced to five years.",
    "Although a careful review of the facts will show it was not true, the claim was that the Soviet Union became overextended attempting to keep up with Ray-gun's defense spending.",
    "In 2007 the Estonian Government was struck by cyber attacks.",
    "It should be called, called, called the Senkaku Islands, heh heh the Senkaku Islands, good good, so it seems the Diaoyu Islands issue does not exist any more",
    "The Court considered ouarab to be the natural, legitimate and operational successor of Bourada.",
    "( End )",
    "The OSCE is to oversee the next round of Balkan arms-reduction talks.",
    "Anyone who is not a Republican.",
    "The 30 - day simple yield fell to an average 8.19 % from 8.22 % ; the 30 - day compound yield slid to an average 8.53 % from 8.56 % .",
    "Pharmaessentia also concluded an agreement with the Taiwanese company Synmosa Biopharma to grant each other preferential status in mutual cooperation efforts.",
    "Lavrov's intentions were not immediately clear since neither Russia nor India has a border with Afghanistan and China's border with Afghanistan is only 76 kilometers (45 miles).",
    "For fans of military affairs, fascinated with armaments, fascinated with military clothing qualities, those who wanted to become soldiers but for various reasons did not succeed, we welcome you to join Military Fans' Alliance, qq group 181729561. Those who enter the group must adhere to the system within the group - be patriotic, must modify your group business card to be consistent with the format of other people's. This group only permits males the enter, if you don't conform, don't ally together with us, don't follow the system within the group, we will ask you to please voluntarily leave the group.",
    "China's ability to shoot down satellites could pose an added threat in the event of hostilities over Taiwan because the U.S. military relies on satellites for reconnaissance, navigation, weapons guidance systems and anti-missile defenses.",
    "Germany 's Foreign Minister , Kinkerl said that , he welcomed the NATO ultimatum to the Serbian people of Bosnia - Herzegovina .",
    "7. Retain 30 strategic nuclear submarines with the ability to inflict three devastating nuclear strikes against enemies.",
    "German Foreign Minister Klaus Kinkel said in opening remarks at the one-day meeting that there can be no peace in the former Yugoslavia if some parties to the conflict remain heavily armed and others try to catch up.",
    "The investigation ultimately yielded information about North Korea's weapons program which Indian authorities shared with ally Governments.",
    "Maintaining good relationships between the two countries of China and Portugal , as well as the inland and Macao , is beneficial for the social stability and economic development .",
    "i'm not sure what either of them look like, but the most brutal fight i ever saw was a girl fight, lots of kicking, scratching, and some amazing punches (the loser had to stay home from school for almost a week until swelling went down around her eyes)",
    "The treaty regulating the global arms trade would apply only to arms sales among nations and not commercial sales involving individuals.",
    "NATO allies have signed an agreement to fund a research center to bolster defenses against cyber attacks.",
    "Estonian officials did not accuse any country of mounting what the Estonian Government stated were highly organized and professional attacks.",
    "Liu repeated the long-standing Chinese position when asked about the appearance of a contradiction and said China will further promote de-weaponization and the peaceful use of outer space.",
    "One Indian government official who studied the blueprints stated the science was old and dated but still functional.",
    "And the U.S. is the prime consumer in the world.",
    "There are so many traitors in the history of China - we need to be vigilant.",
    "China's Council of agriculture (COA) Deputy Minister Lee Jen-chyuan stated that the COA under the Executive Yuan opened a special office in charge of agricultural technology transfers and intellectual property rights (IPR) management and consultancy on 28 January 2008.",
    "Fitzpatrick stated that the photo was probably manipulated to obscure the failure of the 4th missile in order to maintain the impact of Iran's demonstration of power.",
    "Brazil's Strategic Affairs Minister Roberto mangabeira Unger stated on 3 September 2008 that Brazilian government plans to rebuild Brazil's weapons industry with the help of technology developed in other countries.",
    "A 081121 report by the International Campaign to Ban Landmines said Greece, Turkey and Belarus have missed deadlines that were required under an international treaty to destroy their land mine stockpiles.",
    "things are so heated between us, I don't know what to do.",
    "There are huge obstacles to achieving peace and cooperation among combatants in the former Yugoslavia.",
    "An Itri official stated that the Agricultural Technology Promotion Office will cooperate with world-renowned IPR application institutions to push for revising the relevant regulations on IPR and technological transfers and to enhance IPR education and training.",
    "Business owner Roberto moguel Martinez was kidnapped by armed men on June 6, 2007 after being released from a hospital.",
    "The research center is based in Tallinn, Estonia.",
    "Americans, white, black, green, blue, short, tall, fat..",
    "South Korea registered a trade deficit of $ 101 million in October , reflecting the country 's economic sluggishness , according to government figures released Wednesday .",
    "U.S. intelligence officials stated Libyan government was the intended recipient of the cargo.",
    "The Chinese government , especially the Xinjiang Uigur Autonomous Region , would endeavor to develop cooperation with Kirghizia in various fields such as economy and trade , etc .",
    "Lu said European nations should not join the PRC government in opposing Taiwan's planned referendum.",
    "As of the week of 3 August 2003 the sun grisan 9 was still in service and was last reported headed to the Somalian capital of Mogadishu.",
    "Despite recent declines in yields , investors continue to pour cash into money funds .",
    "The Government of Israel's official stated policy neither confirms nor denies if Israel possesses nuclear bombs.",
    "The Dutch Foreign Ministry said on 081020 that a Dutch government investigation has found that a Russian cluster bomb killed a television cameraman in Georgia in 070000.",
    "Like Phoenix, I'm not greatly impressed by the Republican field.",
    "There is no asbestos in our products now . ''",
    "An Indian investigator stated that the crew of the kuwolsan should not have picked up extra cargo at several ports when carrying 200 tons of sensitive equipment and that such activity was crazy.",
    "Major users of land mines such as the U.S., Russia and China have not signed the Treaty.",
    "Look at the Kuomintang-Communist cooperation of those years and you will know ...",
    "But these kind of jerky articles actually being put on top by Sina blog is really preposterous!",
    "It is even more complicated in borderless cyber space where there is no smoking gun, fingerprints or footprints.",
    "Quoting the post of Xiao Jianjia (277703234) at 10:10:11 on September 11th, 2010, Saturday",
    "2008-11-27",
    "In the 1990s China frequently launched satellites for other countries after the satellites were manufactured elsewhere and acquired a reputation for providing such services more cheaply than other launch-capable countries.",
    "The men are trying to stop any organized calls for reform.",
    "President of the Great Wall Industry Corporation Wang Haibo stated that the Nigerian contract puts China onto the short list of countries that can build, launch and maintain a satellite for other nations.",
    "The event was timed to coincide with the final day of the 030000 Taiwan Business Alliance conference.",
    "There is not a one in the bunch who would capture the imagination of the American people.",
    "Liu declined to address questions on this danger.",
    "Al-Faleh was jailed in 2004 for calling for more democracy in the kingdom.",
    "Kinkel said that on 951218 delegates had been unable to fix a date for the next round of talks but said the next talks would be 960104 or 960107 in Vienna.",
    "Fan stated the Commission is primarily concerned with the term of future investment in Taiwan.",
    "Tae blocked every request and threatened international reprisals if Indian officials did not allow Tae to leave Kandla.",
    "From 1953 to 1955 , 9.8 billion Kent cigarettes with the filters were sold , the company said .",
    "I don't understand, why are we Chinese so forgetful?",
    "Liu said China has nothing to hide.",
    "Large oil revenues in recent years have allowed the Government of the Russia Federation to buy weapons and fund the development of new missiles.",
    "The total original military strength was more than 116,000 people , within which most , more than 50,000 people , were stationed in Latvia ; more than 35,000 people in Lithuania , and more than 30,000 people in Estonia .",
    "Deputy Director of the ippr and 1 of the report's authors Ian kearns stated terrorists could run camps in remote areas which Governments rarely monitor.",
    "Joseph Wu made his statement after China made public the Chinese draft budget bill for 2007.",
    "Don't know, but it sounds like a real bellweather contest, doesn't it?",
    "Zumegloph said that the two countries of China and Kirghizia had a traditional friendly relationship and this relationship was increasingly strengthened and continuously developing .",
    "Pinpoint weapons would be used to disrupt the more advanced and better-equipped U.S. military.",
    "This upgrade includes plans to build a new air and space defense network and to begin large-scale production of warships including nuclear submarines.",
    "That is a huge part of their dress when you get farther away from the cities.",
    "Al-Rushoodi joined the defense team of three activists still behind bars.",
    "Hasang Hapipy , Iran 's first vice president said today when arriving back in Teheran that he expressed satisfaction over the result of visiting China after ending a 3 - day friendly visit to China .",
    "Four other people were killed in and around Veracruz that same day.",
    "The German Foreign Ministry said in a statement that this was so as to clear the way for speedy negotiation of the substantive questions.",
    "She main relies on doing something novel and different and on shocking viewpoints to attract people's eyes, but without real ability or learning, she's purely a jumping clown,",
    "McCarthy stated the intelligence find helps U.S. officials learn how North Korean missile scientists learn.",
    "Iranian state television stated that the conflict between the Iranian police and the drug smugglers took place near the town of mirjaveh.",
    "NATO CONSIDERS cyber attacks a threat to military and civilian computer networks after the Estonian Government was struck by cyber attacks in 2007.",
    "in the essay \"Recommendation for establishment of a constitutional court to solve the problem of pornographic products\", she takes citizens publishing pornographic novels to be freedom of speech, and says the Beijing anti-pornography drive is unconstitutional behavior, etc.",
    "But , as an auxiliary method of military measures , restarting a dialogue is also necessary .",
    "Iran (IR)",
    "Ker Chien-ming, the Democratic Progressive Party (DPP) whip at the Taiwan legislature said on 040628 that discussions are turning negative in regard to whether the China Shipbuilding Corp. (CSBC) should take part in the construction of submarines which the United States has promised to sell to Taiwan.",
    "The finding probably will support those who argue that the U.S. should regulate the class of asbestos including crocidolite more stringently than the common kind of asbestos , chrysotile , found in most schools and other buildings , Dr. Talcott said .",
    "Finmeccanica is an Italian state - owned holding company with interests in the mechanical engineering industry .",
    "A technical committee of Indian missile experts stated that the equipment was unimpeachable and irrefutable evidence of a plan to transfer not just missiles but missile-making capability.",
    "Vice Minister of Economics Shih yen-shiang participating.",
    "Akkermans was working with Storimans and suffered minor injuries.",
    "No one is even talking about banning Halloween costumes.",
    "Other NATO nations may join the project later.",
    "Back downtown , the execs squeezed in a few meetings at the hotel before boarding the buses again .",
    "Average maturity of the funds ' investments lengthened by a day to 41 days , the longest since early August , according to Donoghue 's .",
    "The blueprints included information pertaining to the inner workings of North Korea's missile industry which has been the focus of contention between the United States and North Korea since the 1980s.",
    "It employs 2,700 people and has annual revenue of about $ 370 million .",
    "The U.S. is one of the few industrialized nations that does n't have a higher standard of regulation for the smooth , needle - like fibers such as crocidolite that are classified as amphobiles , according to Brooke T. Mossman , a professor of pathlogy at the University of Vermont College of Medicine .",
    "Joseph Wu stated that China's threat to Taiwan and other neighboring Asia-Pacific countries is rising.",
    "Kudos to NY!. They realize that it's not about just voting the party line, it's about voting for what's right.",
    "Records show that on 20 April 1999 the kuwolsan made detours to 2 Thai ports to pick up 14000 tons of sugar for resale along the way to the kuwolsan's destination.",
    "For example, Assistant Professor Zhang Ming of Renmin University, the political intentions of many of his blogs are extremely obvious.",
    "Fan stated core industries mainly involve the manufacturing of 8-inch wafers and 4-inch TFT panels as well as IC packaging.",
    "Oguz stated the international community should share more information on known smugglers of the chemicals who were long-established and based in Afghanistan's neighboring countries.",
    "It has no bearing on our work force today .",
    "After the meeting on 8 April 2008 the Commission requires written documents to further assess the plans which contain each company's commitment on the terms of investment including the financial plan, information on any technology transfers and the company's domestic investment as well as employment information.",
    "2008-11-18",
    "Patriotism is the bottom line. Everyone must prove worthy of the nation",
    "The group members were taken into custody in October 2008 at the aguilas del America training facility in Mexico City.",
    "Alvarez was believed to own the 3rd-division mapaches football club in Michoacan.",
    "This corresponds to a fear expressed by some delegates to the 951218 Bonn meeting that the yugolav parties do not want to negotiate away the ability to use violence or a threat of violence to seize territory.",
    "Vladimir Putin was Dmitry Medvedev's predecessor and mentor.",
    "France (FR)",
    "Care to explain why you think he is an idiot?",
    "And why is it that only those races/cultures are the spotlight of being insensitive?",
    "Taiwan (TW)",
    "Safe Bourada was sentenced to 15 years in prison.",
    "Mexico (MX)",
    "The satellite will be managed from a control station in Abuja, Nigeria.",
    "What about the woman who wears shorts, high heels and too much make up to be a hooker?",
    "2008-09-26",
    "China's Council of Agriculture opens a special office in charge of agricultural technology transfers and intellectual property rights management and consultancy to enhance development of China's knowledge-based agriculture and applications of agricultural technology.",
    "At a news conference at the research center Estonian Defense Minister Jaak Aaviksoo stated that --",
    "On the receiving end of the message were officials from giants like Du Pont and Maytag , along with lesser knowns like Trojan Steel and the Valley Queen Cheese Factory .",
    "Estonian informatics center spokeswoman Katrin pargmae stated that hosting websites in different countries makes the websites more complicated and time-consuming for hackers to disrupt.",
    "I am a 25 year old woman, and I have been in a 2 year relationship with a 37 year old married man.",
    "Kinkerl said that NATO 's decision was \" correct and necessary \" .",
    "The report stated transnational terrorists have discovered that the global space is largely unregulated with the rule of law either weak or nonexistent and is a place where terrorists can operate with a reasonable prospect of impunity as in the mountains of Afghanistan before 9/11.",
    "If we act like a turtle, will the various powers let us off? It's time to abolish cultural troupes and sports teams! Use the funds on the front-line of defense.",
    "( End )",
    "Another 6 foreign companies entered into 7 cooperation agreements with local Taiwanese companies in a high-profile ceremony in Taipei on 031021.",
    "At the same time , he also demanded that new talks be held to end the civil war in Bosnia - Herzegovina .",
    "Lee said on 040628 that the delegation asked the United States to shorten the delivery period of the submarines from 15 years to 10 years.",
    "U.S. officials were dismayed by the Chinese test because the United States and Russia have abstained from such tests after testing anti-satellite technology in the 1980s.",
    "Little Japan, born of dog feces and the dead US economy almost can't survive. They are preparing to start a war, to pass on debt to others.",
    "Last week drug police in Tajikistan announced their interception of the largest quantity of opium and heroin in Tajikistan's history estimated to be worth approximately 10 million U.S. dollars (6.5 million euro).",
    "The average seven - day compound yield of the 400 taxable funds tracked by IBC 's Money Fund Report eased a fraction of a percentage point to 8.45 % from 8.47 % for the week ended Tuesday .",
    "Globalism was hailed by its partisans as the natural consequence of their \"victory,\" and the sensible way to bring the alleged blessings of a problematic freedom to the people of the world.",
    "The charges are being dropped because Ronnie jaccobson cannot provide that the men had intended to send money to terrorist organizations.",
    "Brazil (BR)",
    "If you go the legal route, that pretty much ends the friendship no matter what happens.",
    "Is there any point in filing a police report?",
    "Abu Musab al-Zarqawi was killed in a U.S. airstrike in June 2006 in Diyala province.",
    "In recent years , under the joint effort of both sides , many issues of mutual concern to both sides had been resolved , various degrees of progress have been achieved in the three major issues , namely languages , civil servants , and laws in the transition period of Macao .",
    "It invests heavily in dollar - denominated securities overseas and is currently waiving management fees , which boosts its yield .",
    "He said that Xinjiang and some other regions of China had already established more than 70 joint venture enterprises , including food , fur , etc. , in Kirghizia and the operation condition was good , and the specialists of both parties were demonstrating on cooperative projects of paper making , sanitation , medicine , etc .",
    "9. Retain the right of pre-emptive strike when national security is threatened.",
    "Opium is the main ingredient in heroin production.",
    "Malaysian vice-prime minister Anwar ended a visit to China this afternoon , and left Shanghai for Tokyo .",
    "International; narcotics; crime; Government; terrorism; health",
    "Documents from the investigation contain a partial list of the contents of most of the cargo crates which included --",
    "Neither the Georgian nor Russian Governments signed the accord.",
    "You certainly could file a police report....",
    "But for now , they 're looking forward to their winter meeting -- Boca in February .",
    "Dmitry Medvedev was sworn in on May 7, 2008 as the Russian Federation's President and has so far portrayed an image of a liberal and avoided the harsh anti-western rhetoric of Vladimir Putin.",
    "Worst case scenario: George W. Bush II (any Republican candidate other then Huntsman, Romney, or Ron Paul) will take the election.",
    "China confirmed on January 23, 2007 after 12 days of silence that China had fired a guided missile into space to destroy one of its satellites.",
    "Actually, I think you are wrong on the moderate/independent voter turnout, too, but I could be wrong.",
    "China (CN); Nigeria (Ng)",
    "( End )",
    "Not this year .",
    "Greek Foreign Minister karelos Papoulias observed of the Balkan belligerents that during talk in the plenary session one realizes that this is still the way they are thinking.",
    "The Union for the Mediterranean States stated that the Union for the Mediterranean States member countries will consider practical steps to prevent the proliferation of weapons of mass destruction.",
    "She certainly has the smarts, the experience, and the approval of the majority of citizens.",
    "International; weapons",
    "The 061200 vote set in motion the process of considering an arms trade treaty.",
    "The percentage of lung cancer deaths among the workers at the West Groton , Mass. , paper factory appears to be the highest for any asbestos workers studied in Western industrialized countries , he said .",
    "The 3 Swedes are 30 or 40 years old.",
    "Afghanistan is 1 of the world's major opium producers and supplies Western markets through transit countries such as Russia.",
    "Medvedev issued the statement to military commanders after military exercises in the southern Orenburg region.",
    "Racially insensitive?",
    "The image was posted 20080709 on the Sepah news site, which is run by Iran's Revolutionary Guards.",
    "Just passing through, taking a look",
    "2008-07-17",
    "The image was described as depicting part of military maneuvers in which nine missiles were test fired, including an enhanced version of the Shahab-3.",
    "Also, as for the rumor on the internet a short time ago \"Complete notes on 100 Chinese celebrities who accepted political contributions from the Ford Foundation\", I feel that the segment of the intellectual elite in China who are \"becoming treasonous\" are increasingly ardent and have already become willful and without fear, to a level of publicly harming the country.",
    "6 foreign companies enter into 7 cooperation agreements with Taiwanese companies in a ceremony in Taipei",
    "A judge in Mexico charged the alleged owner of the mapaches Mexican football club and 4 other team members with drug trafficking.",
    "when I found out it affected me really badly.",
    "Godzhayev could be sentenced to 7 years in prison if convicted.",
    "Narcotics; crime",
    "2008-09-12",
    "Brazil's GDP was approximately 1.5 trillion US dollars in 2007.",
    "Love our China, boycott Japanese goods",
    "The total of 18 deaths from malignant mesothelioma , lung cancer and asbestosis was far higher than expected , the researchers said .",
    "The Attorney General's office stated that the 5 people charged worked for the the Mexican State of Michoacan's infamous gang la Familia.",
    "When meeting with the Governor of Macao Viera here today , Premier of the State Council Peng Li said the policy of the Chinese government towards Macao is consistent , firm and unchanging , and that the Chinese government would , in accordance to the policy of \" one country , two systems \" and strictly according to the regulations in the joint declaration between China and Portugal and the Basic Laws of Macao , maintain the stability and development of Macao .",
    "Kearns stated that these remote areas are impossible to patrol and any activity could go undetected.",
    "Vladimir Putin has threatened to point nuclear missiles at countries that take part in U.S. missile defense and opted out of a key Soviet-era arms control treaty.",
    "Although preliminary findings were reported more than a year ago , the latest results appear in today 's New England Journal of Medicine , a forum likely to bring new attention to the problem .",
    "Rudolph Agnew , 55 years old and former chairman of Consolidated Gold Fields PLC , was named a nonexecutive director of this British industrial conglomerate .",
    "The asbestos fiber , crocidolite , is unusually resilient once it enters the lungs , with even brief exposures to it causing symptoms that show up decades later , researchers said .",
    "Afghanistan's representative for the U.N. Office on Drugs and Crime Christina Oguz stated the conversion of opium resin into heroin is increasingly being done inside Afghanistan mostly at laboratories in the border regions in the insurgency-plagued South and the East.",
    "The test caused protests from the United States and other nations.",
    "2008-08-26",
    "Peng Li said that in the past two years or more , economic trade and cooperation between the two countries has begun smoothly and has made considerable progress .",
    "Health and safety and environmental horrors need to be regulated otherwise industries will not EVER do whats right for humanity.",
    "Many suspect the Kremlin of the cyber attacks.",
    "Capitalism thrives when everyone understands the rules, plays by the rules and enforces the rules.",
    "Tae received instructions from officials in Pyongyang to allow no one to open the cargo boxes at all costs.",
    "Al-Faleh said the terrorist allegation is a cover-up and that it was used to get al-Faleh arrested.",
    "That's the problem with \"deregulation\".",
    "2008-08-25",
    "That is what the behaviour of your ex-friend would be named legally.",
    "It is not known whether European Union nations which have set up a joint terror blacklist will unfreeze the assets.",
    "He said , the smooth development of the bilateral relationship between China and Portugal established the foundation for co-operation on the Macao issue .",
    "Because of this , both parties should endeavor to create conditions , including solving problems of traffic and transportation that hinder the development of economic and trade cooperation .",
    "1999-06-30",
    "2008-07-17",
    "the fifth column will make those with vested interests in the Communist Party terrified, it's a good thing",
    "Specific companies entering cooperation agreements",
    "Defense lawyer Thomas Olsson stated it was very tragic and a failure for Swedish law and order that the client Thomas Olsson was representing had been kept in detention for such a long time despite the weak evidence against client.",
    "The May 2007 attacks were days after Estonia decided to relocate a Soviet war memorial and grave.",
    "Without taking a big loss, people don't improve their abilities to remember - this is possibly the greatest weakness of us Chinese.",
    "A Paris Criminal Court convicted nine people on October 23, 2008.",
    "The men had planned to present authorities with a list of more than 40 prisoners without legal representation whom they intended to defend.",
    "Xinhua News Agency , Beijing , September 1st",
    "President Dmitry Medvedev has given military commanders until December 2008 to come up with a plan.",
    "That would have been scary.",
    "The Diaoyu Islands are ours, aren't they? Um ... Yes, it seems like they were, but now some say they were, some say they weren't. Bit of a mess. Or talk about the matter of development first?",
    "Russian Federation President Dmitry Medvedev promised on May 15, 2008 to provide funding for Russia's nuclear missile program.",
    "Some propaganda activities of ZF have soon become viewed as jokes by the people.",
    "The test caused protests from the United States and other nations.",
    "Indian customs officials were tipped off to possible contraband on the kuwolsan while the kuwolsan was en route to Kandla.",
    "June 4, 2007 6 hooded gunmen entered the traditional all-night wake and shot two people, killing both.",
    "2004-06-28",
    "The killings show the scope of the violence and the tactics of psychological warfare behind it.",
    "Zijin Mountain Observatory of the China Academy Of Sciences announced today that a nation - wide observation network for the collision of Shoemaker - Levy 9 Comet with Jupiter had been built in China and a large - scale astronomical observation plan had been formulated as well .",
    "Xinhua News Agency , Bonn , April 23rd",
    "This decision was partly because destroying satellites creates debris that could damage satellites in nearby orbits.",
    "Joseph Wu stated that China is attempting to achieve global dominance because the significant budget increase, the lack of transparency in military buildup, the rapid expansion of air and naval forces, and progress in space defense technology suggests an attempt at global dominance.",
    "Liu Jianchao stated that the use of anti-satellite technology does not mean China has abandoned its long-standing opposition to the military use of space.",
    "Thomas Olsson also stated that the lawyers for Al-Barakaat International have to examine the judicial consequences of the verdict as the sanctions remain on a United Nations level.",
    "Ouarab was sentenced to nine years without the possibility of parole for at least six.",
    "Zach hopes to gain a better understanding of Taiwan's development in the political, economic, cultural and tourism fields.",
    "Legislation to lift the debt ceiling is ensnarled in the fight over cutting capital - gains taxes .",
    "Milutinovic noted the Serbian Government has been suspended since 920000 from the Organization for Security and Cooperation in Europe and said that unless full membership were restored Yugoslavia will be prevented from cooperating despite its readiness to do so.",
    "Dmitry Medvedev stated that the Russian Federation's task for the next few years is to make sure that the Strategic Missile Forces receive the necessary funding to respond to modern threats.",
    "Who is shouting again outside, go, all disperse, don't gather and watch any more, things whose nature has been decided, won't be changed any more?",
    "Papoulias said the Greek government is not as optimistic as other European partners and that just because there is a Conference doesn't mean there is friendship between the people of the former Yugoslavia.",
    "Vladimir Putin fiercely opposed the United States' plans to deploy missile defense sites in Poland and the Czech Republic, and NATO's plans to accept into the alliance Russia's ex-Soviet neighbors, Ukraine and Georgia.",
    "Under the stars and moons of the renovated Indiana Roof ballroom , nine of the hottest chefs in town fed them Indiana duckling mousseline , lobster consomme , veal mignon and chocolate terrine with a raspberry sauce .",
    "If you release a legal genie from the bottle, though, you lose control of what the genie does.",
    "He even voted for several Dem bills.",
    "The official Indian after-action report stated Tae would not open any more boxes as per the telex.",
    "Hawalas are a paperless system based on trust and oral agreements which is commonly used in the Middle East and parts of Asia and Africa.",
    "Such as, in one blog he attributed the reason for the prevalence of hostility in China to elementary school textbooks having \"Wang Erxiao\", and he disparaged good articles that promote patriotism as not even worth a penny.",
    "This launch marks the first time China has built a commercial satellite and put the satellite into orbit on contract for another country.",
    "Lorillard Inc. , the unit of New York - based Loews Corp. that makes Kent cigarettes , stopped using crocidolite in its Micronite cigarette filters in 1956 .",
    "In a college, that kind of costume should not have a place.",
    "The U.N. representative requested the international community share more information on known smugglers of the chemicals.",
    "After that L. got back down, and he suddenly grabbed our son from behind and threw him on the ground with all his might, yelling at him.",
    "Joseph Wu stated that Taiwan's plan to procure 3 expensive weaponry systems, 8 diesel-electric submarines, 6 Patriot PAC III anti-missile batteries and a squadron of 12 P-3 C anti-submarine aircraft is aimed at strengthening the defense capability of Taiwan in light of China's military buildup.",
    "40-some years ago, the US entered Vietnam with the intention of containing China;",
    "Russia's economic problems after the 1991 Soviet collapse affected the armed forces but the Kremlin has recently been directing more money from oil profits into new weapons systems.",
    "Lee stated --",
    "The center will formally open in 2009.",
    "Government officials said exports at the end of the year would remain under a government target of $ 68 billion .",
    "Personally, if someone is my friend, I am going to deal with the situation on a person to person level.",
    "It can compete with articles from the Cultural Revolution, magnifying a problem to become a question of principle or of ideological line, buttoning the hat.",
    "Kearns referenced terrorist training camps in the Sahel which is a region of sub-Saharan Africa that runs though several countries including Mali, Chad and Sudan.",
    "In Massachusetts, it would seem a lot easier task then in other Senate races.",
    "Support, bump",
    "International; weapons",
    "Because these days, I've been reading part of the \"Specialist Professor\" blog, it would have been okay if I didn't read it, but after I read it, it made me really surprised.",
    "He said : \" In recent years , the friendly co-operative relationships between the two countries namely China and Portugal in various arenas have been developing continuously , mutual visits by top level leaders of both countries have also increased .",
    "The ministry previously approved investment projects by semiconductor manufacturers to relocate 8-inch-wafer plants using a 0.25-micron manufacturing process to China.",
    "The group was suspected of planning attacks on the Paris metro and Orly airport.",
    "On 25 August 2008 Afghanistan's Interior Ministry announced in a statement that --",
    "Peng Li said that the economic difficulties Kirghizia faced with during the reform were temporary , and that only after through diligence could it be completely overcome .",
    "Oguz stated the chemicals needed to make the heroin were being smuggled from China, South Korea, European countries, including Russia, and other parts of the world.",
    "It's time to wake up! The wrong thinking and policies of high-level decision-making should be amended",
    "Why is it now ok to find the smallest thing to be offended about and throw it out as the new discrimination?",
    "The 081031 vote will move forward arms trade treaty discussions toward the specifics of the possible language of the arms trade treaty.",
    "The Consultative Shura Council recently announced it was considering laws permitting the setting up of civic rights groups which are currently not allowed in the Kingdom.",
    "In the past ten years , foreign capital that China 's chemical industry accumulatively absorbed reached 8.5 billion US dollars , and is being used for the construction and technology transformation of chemical fertilizer and petroleum .",
    "Fortunately he got up unscathed albeit very frightened."
]