[
    "The report said only 500000 mines were destroyed worldwide over the past year but said Afghanistan, Burundi and Sudan got rid of all of stockpiles respectively.",
    "2008-05-15",
    "On 31 August 1998 North Korean officials launched a 3-stage missile which heightened fears of advanced North Korean designs capable of reaching the U.S. mainland.",
    "Obama because I think he has done a good job in most areas; some areas he let me down, plus there is no way I would vote for a republican today.",
    "There is monetary damages, and there is jail time.",
    "The two sides will continue to strive together and strengthen cooperation in a pragmatic spirit .",
    "Estonia is hosting some Georgian websites to protect the websites from hackers.",
    "Russian military responded to Georgia's attack on the breakaway region of South Ossetia with force and defeated the Georgian army but the brief war highlighted Russia's aging arsenal.",
    "The ruling conflicts with a United Nations anti-terror order obliging United Nations Member States to freeze assets of people and entities suspected of funding terror groups.",
    "He believes that Hillary has the best chance of bringing the country together.",
    "Small packages are sometimes delivered in the luggage of individual airline passengers such as a Taiwanese businessman arrested at Zurich's airport in 2000 with North Korean missile parts in a rucksack.",
    "Britain and 6 other nations supporting an unprecedented treaty regulating the global arms trade won an overwhelming endorsement from the United Nations General Assembly on 081031 to move forward with the creation of the treaty regulating the global arms trade despite opposition from the United States.",
    "Blaming Afghanistan alone for the heroin problem in the world is not correct.",
    "Analysts expect that products worth NT $10 billion will be produced in the next decade.",
    "A Paris Criminal Court convicted nine people on October 23, 2008.",
    "6. Retain 1000 nuclear bombs equivalent to ten million tons of TNT, and when necessary, install nuclear warheads on all short- and middle-range missiles.",
    "Why is this kind of feeling getting more and more intense?",
    "An interior ministry spokesman told local newspapers that the arrested men had been involved in financing recruiters who sign up young Saudis to go into turbulent areas.",
    "The official stated the crew began closing the hatches to the cargo hold with the customs inspectors still inside.",
    "Then why don't you think about looking for someone who is not attached.",
    "The 1.2 metric tons of opium was seized on 19 August 2008 in Marjah district of Helmand province.",
    "A Plate-bending machine capable of rolling thick metal sheets, toroidal air bottles used to guide warheads after separation from a missile, and Theodolites that measure missile trajectories.",
    "The court ruled badaoui was in charge of seizing goods by extorting money from prostitutes on three occasions to fund terror attacks.",
    "the essay \"Are you studying Paul or studying Bill?\", she blathers that \"people who study Paul will become terrorists\";",
    "2. Create a few nuclear-powered aircraft carrier battle groups.",
    "NATO will cooperate to bring together the best minds together in cyber defense.",
    "Iran ((IR)",
    "Officials and analysts interpreted it as a signal that U.S. military satellites could be vulnerable to attack by China.",
    "All of the 156 countries that have joined the Treaty are given 4 years to destroy their stockpiles.",
    "Premier Peng Li invited premier Zumegloph to visit China at his convenience .",
    "He said , the stability and development of China was beneficial to world peace and development , and that the prosperity and stability of China was the basic guarantee for the prosperity and stability of Macao .",
    "The Russian government denied using cluster munitions during its brief war with Georgia in 070800.",
    "People are all selfish, reality also is often gray.",
    "He may vote along party lines for most things but he's reasonable when it comes to representing a liberal-leaning constituency.",
    "They say \"... if we can change a few people or make a few people think, then that's awesome\".",
    "An Indian official who was present on the kuwolsan and who spoke on the condition of anonymity stated the situation became physical and there were fisticuffs.",
    "A few crates among the kuwolsan's cargo contained equipment that could be used in a water treatment plant.",
    "Iranian state television stated that Iranian police have killed 4 drug smugglers and have confiscated more than 1 ton of opium.",
    "At that time , China will put all advanced astronomical equipment to use to carry out observation , including 2.16 - meter reflecting telescopes , 1.26 - meter infrared telescopes and radio telescopes .",
    "terrorism; international; government",
    "The multibillion-dollar opium trade may finance corrupt government officials.",
    "Russian Federation plans to upgrade Russia's nuclear deterrent and modernize the military in light of a recent war with Georgia.",
    "Our China is a country governed with protocol. We don't want to bother ourselves arguing with the likes of that small country ... really TMD disgusting",
    "If things are not seen by eyes and heard by ears yourself, do not assume their existence, three people create a tiger.",
    "The concern intensified following the successful January 11, 2007 test-firing of an anti-satellite missile.",
    "The company chairmen and President reported on financing plans, technology transfer and equipment delivery as well as globalization plans and matching investment in Taiwan.",
    "We can't look over the old accounts of the previous so-called anti-Japanese war.",
    "Karzai has stated commitment to eliminating corruption and battling the drug trade.",
    "Proponents of the treaty regulating the global arms trade stated that they hope to craft and adopt a treaty within 3 to 5 years with the aim of imposing controls on an international arms trade that contributes to the killing of more than 1000 people a day.",
    "Swedish Prosecutor Ronnie Jacobsson stated on September 9, 2008 that charges will not be pressed against the 3 Swedes arrested on suspicion of funding terrorism earlier in 2008.",
    "Out of all of the examples I saw, the only one I would agree with is the bomb toting Arab.",
    "Garcia Luna said that they are trying to create a climate of intimidation and fear in order to gain operational advantages.",
    "2008-04-08",
    "Among 33 men who worked closely with the substance , 28 have died -- more than three times the expected number .",
    "When the Soviet Union collapsed in 1991, partisans of Ronald Reagan claimed he had \"won\" the cold war.",
    "A dozen other men arrested with them in March 2004 signed statements pledging to stop lobbying for political freedoms.",
    "The report was co-authored by former NATO chief George Robertson and published by international think tank the Institute for Public Policy Research.",
    "The Treaty is a major instrument of transparency.",
    "This was after midnight on February 2, 2002.",
    "Yuri solomonov designed the missile and stated that the missile drops engines at a significantly lower altitude than earlier designs which makes it hard for an enemy's early warning system to detect the launch.",
    "Indian officials seize missile assembly line from the North Korean vessel the kuwolsan on 30 June 1999.",
    "These students are bleeding idealism and haven't been tempered enough with time and cultural patina to realize that one should be able to laugh at oneself and one's cultural obsessions and that these costumes aren't the evil mechanisms of racism they are betraying them to be.",
    "Andrew Sullivan has a lot of posts on him, that might be a good place to start if you're interested in learning more.",
    "Typically , money - fund yields beat comparable short - term investments because portfolio managers can vary maturities and go after the highest rates .",
    "Faleh and the two others refused to sign and demanded legal representation and a public trial.",
    "Saying that someone is bribed is improper?",
    "The dead included three people shot on a highway in the State of Durango in northwest Mexico.",
    "Estonia (EE); Georgia (GE)",
    "The European Union's High Court had previously overturned an European Union decision to freeze the assets of the People's Mujahadeen of Iran.",
    "I feel our people should learn more from the DPRK, the banner of socialism needs to be held, but Mao Zedong Thought can't be forgotten!",
    "Especially today's masterpiece, \"Why is it worth paying such close attention to the Jianghe obscene goods case?\", where she is once again crying foul over several people suspected of involvement in erotic business activities who are being dealt with by Beijing City, as well as detailing a list of erotic products, with a deeper intent of doing publicity for other people.\"",
    "Zumegloph expressed his thanks for this and accepted the invitation happily .",
    "The Russian government has also questioned U.S. assessments of the potential threat from Iranian missiles.",
    "Calderon has sent the army to numerous Mexican states to fill in for over-matched and corrupt local police.",
    "The Itri official stated that the Office will serve as a platform to introduce various R & D achievements realized by experimental and research institutes under the COA to local businesses in an attempt to expand the application of agricultural technology.",
    "International; military; economy; weapons",
    "The review meeting is the 3rd policy-related screening meeting that the ministry has convened.",
    "U.S. intelligence officials stated that North Korean officials are continuing global trade in technology for weapons of mass destruction including instructions for making advanced missiles.",
    "I'd personally not choose to do it tthat way...though you could certainly chat to local police without naming names and see if there is such a thing as a stern chat, or a formal caution to be had in your area.",
    "Both Norway and Sweden have been spared violent terror acts but authorities in both countries have voiced concern about terrorists or terror financiers operating out of Scandinavia.",
    "From January to October , the nation 's accumulated exports increased 4 % from the same period last year to $ 50.45 billion .",
    "Indian port officials were waiting when the kuwolsan arrived in Kandla on 25 June 1999.",
    "Russia must have a guaranteed nuclear deterrent system in place by 2020 and gave military commanders until December 2008 to devise a plan.",
    "Coakley was a bad candidate who ran a terrible campaign - I'll hunt around for a great article I read a year ago outlining the tremendous mistakes she made.",
    "This is worth pondering a little!",
    "Greece, Turkey and Belarus should have destroyed a total of nearly 7.5 million land mines by 080300.",
    "The court ruled that group member Kaci ouarab had received weapons training in Lebanon in 2005 that was designed to help carry out bombings in France.",
    "I'm just taking a look",
    "In critical moments, we are all descendants of Yan emperor and Huang emperor.",
    "Godzhayev is being held in Astrakhan.",
    "The kuwolsan and the crew were unaccounted for after Indian officials released the kuwolsan in 2000.",
    "The gunmen had written Z's on the victims' backs before the left.",
    "Peng Li said , \" Governor Viera has done a lot of beneficial work in the smooth resolution of the Macao issue , for this we express our appreciation . \"",
    "He apparently appears to be unable to pull Congress together to accomplish much, and in the author's opinion, it would only get worse if he got elected to a second term.",
    "Legally, there are two remedies.",
    "Other suspects and groups on an European Union terror blacklist have also won legal victories for similar reasons against being listed.",
    "Iranian officials did not immediately comment on the photos.",
    "Of course if you want to wear a costume that others find offensive it is free speech.",
    "China (CN)",
    "The agreement will provide staff and funding for the research center.",
    "He said that , now Kirghizia was at the phase of economic reform and paid much attention to strengthening economic connections with China and using the experiences of China for reference , including the experiences of China 's agricultural reform .",
    "South Korea 's economic boom , which began in 1986 , stopped this year because of prolonged labor disputes , trade conflicts and sluggish exports .",
    "Technology exports also made new progress .",
    "Lee Wen-chung is another DPP legislator who has been involved.",
    "The note stated that this is going to happen to all the people who work with the zetas.",
    "China had been trying to establish commercial relations with oil-producing nations such as Nigeria as the Chinese economy grows nearly 10 percent a year.",
    "These people may consider themselves to be culture celebrities or may be of high authority and important position, and are distributed in various circles in society, taking great pains to promote American values* and brainwash the Chinese people on behalf of the Americans.",
    "Good things also need to be promoted. Flying radars, factory direct, purchase once and have free lifetime high-speed internet access, the latest technology product. Easy to carry and also high-speed and stable. You will be able to have free high-speed internet access wherever you go with a flight radar as big as a bowl! People who are smart certainly know how to enjoy life better, I wish you a happy life, thanks for finishing reading! Contact Q q 514194237",
    "Oguz stated to reporters in Kabul that evidence of higher quality Afghan heroin indicates that the people running the labs are getting assistance from chemists who have come from outside the country as foreign consultants.",
    "Have you heard of their society falling apart? Of course not.",
    "Viera happily recalled the two meetings he had with Premier Peng Li in 1991 and 1992 , and highly assessed the important contributions made by the Chinese government and Premier Peng Li himself in the development of the relationship between Portugal and China and the resolution of the Macao issue .",
    "What do you think?",
    "A Lorillard spokewoman said , `` This is an old story .",
    "President Dmitry Medvedev stated that the Russian army must be modernized by 2020.",
    "2008-10-20",
    "Let's do this, once again, listen carefully: The Diaoyu Islands are whose? Are whose? Are whose?",
    "International; military; weapons; space; technology; government",
    "Joseph Wu stated that China's annual military spending has experienced double-digit growth since 1993.",
    "Governmental regulation is good for capitalisms evolution.",
    "China's newly demonstrated ability could threaten Taiwanese satellites monitoring Chinese short- and medium-range missile deployments along the Taiwan Strait.",
    "Shipping experts at Lloyd's maritime division in London stated the kuwolsan's name was changed in the summer of 2000 to Sun grisan 9.",
    "Officials in Afghanistan's neighboring countries regularly announce large-scale arrests and seizures of narcotics made after illegal convoys cross the border.",
    "Mexico's Secretary of Public Safety Genaro Garcia Luna said in May 2007 that the Gulf cartel had split into rival bands.",
    "Shorter maturities are considered a sign of rising rates because portfolio managers can capture higher rates sooner .",
    "Until Congress acts , the government has n't any authority to issue new debt obligations of any kind , the Treasury said .",
    "Fan stated the Commission will ensure the commitments are upheld once the investments are under way.",
    "Williams said it was really not clear that the parties are willing to engage in any arms control in a meaningful way.",
    "Analysts believed that the January 11, 2007 test was part of the military modernization program despite China's frequent declarations that it wants to prevent an arms race in space."
]